{
    "code": "pl",
    "name": "Polski",
    "header": {
      "nav": {
        "home": "Strona główna",
        "links": "Linki",
        "status": "Stan usług",
        "careers": "Kariera"
      },
      "about": {
        "title": "Niezachwiana pasja",
        "text": "Nasza podróż rozpoczyna się od głęboko zakorzenionego przekonania w moc technologii, aby upraszczać i wzmacniać codzienne doświadczenia. Za każdą linijką kodu, którą piszemy, i za każdą funkcją, którą projektujemy, naszym wspólnym celem jest uczynienie życia łatwiejszym, bardziej efektywnym i przyjemniejszym dla wszystkich.",
        "button": "Nasze Produkty"
      }
    },
    "footer": {
      "socials": {
        "title": "Społeczności"
      },
      "contact": {
        "title": "Kontakt",
        "nav": {
          "helpdesk": "Dział Pomocy"
        }
      },
      "about_us": {
        "title": "O Nas",
        "nav": {
          "privacy_policy": "Polityka Prywatności",
          "terms_and_conditions": "Warunki i Postanowienia"
        }
      },
      "display_language": {
        "title": "Język"
      }
    },
    "section": {
      "news": {
        "title": "Nowości",
        "text": "Z naszego bloga"
      },
      "work_with_us": {
        "title": "Pracuj z Nami",
        "text": "Wolne stanowiska: {num}",
        "apply": "Aplikuj"
      },
      "reasons": {
        "title": "Powody",
        "text": "Dlaczego warto wybrać nasze produkty?",
        "regular_updates": {
          "title": "Regularne aktualizacje",
          "text": "Dążymy do ciągłego ulepszania naszych aplikacji. Regularne aktualizacje oznaczają, że użytkownicy mogą spodziewać się nowych funkcji."
        },
        "efficient_support": {
          "title": "Skuteczne wsparcie",
          "text": "Nasz dedykowany zespół wsparcia jest łatwo dostępny, aby pomóc użytkownikom we wszelkich kwestiach, pytaniach lub wątpliwościach, które mogą napotkać."
        },
        "data_security": {
          "title": "Bezpieczeństwo danych",
          "text": "Priorytetowo traktujemy bezpieczeństwo danych użytkowników, wdrażając solidne środki w celu ochrony wrażliwych informacji i zapewnienia prywatności."
        }
      },
      "join": {
        "label": "Dołącz do Naszego Zespołu",
        "title": "Wspólnie Kształtujmy Przyszłość",
        "text": "Poszukujemy utalentowanych osób, które dołączą do naszego zespołu i będą częścią czegoś przełomowego. Jeśli pasjonuje Cię innowacja i tworzenie rozwiązań, które mają znaczenie, chcielibyśmy Cię mieć w zespole. Razem kształtujmy przyszłość!"
      }
    },
    "service": {
      "licast": {
        "title": "Usługa Transmisji na Żywo",
        "text": "Nasza usługa transmisji na żywo to szybki sposób na podzielenie się swoją pasją ze światem! Bez względu na to, czy jesteś nowym streamerem czy doświadczonym twórcą, możemy pomóc Ci transmitować swoje treści w wysokiej jakości za darmo.",
        "button": "Dołącz teraz!"
      },
      "learn": {
        "title": "Platforma do Nauki Języków",
        "text": "Nasza platforma do nauki języków jest idealnym narzędziem dla studentów, nauczycieli i entuzjastów języków. Dzięki obszernej zawartości edukacyjnej z interaktywnymi ćwiczeniami, pomagamy uczyć się języków szybciej i bardziej efektywnie. Korzystanie z platformy jest bezpłatne.",
        "button": "Ucz się ZA DARMO!"
      }
    }
  }
  